
/* Presented when user typed illegal characters -- No valid object */
"Invalid number" = "Geçersiz sayı";

/* Presented when user value smaller than minimum */
"Fell short of minimum" = "En az değerden daha kısa";

/* Presented when user value larger than maximum */
"Maximum exceeded" = "En fazla değer aşıldı";

/* Presented when value is a float, but floats not allowed */
"Floating Point not allowed" = "Kayan noktaya izin verilmiyor";

/* Presented when string cannot be converted to an NSDate */
"Invalid date string" = "Geçersiz tarih dizgisi";

